Repository: WPPlugins/posts-recycler
Catalog: languages/posts-recycler-*.po
Languages: es_es, fr_fr

source: Cannot access pages directly.
es_es: No puede acceder directamente a esta pagina directamente.
fr_fr: Vous ne pouvez pas accéder directement aux pages.

source: Posts recycler
es_es: Reciclador de entradas de blog
fr_fr: Recycleur d'articles de blog

source: Rotation status
es_es: Estado de la rotación
fr_fr: Statut de la rotation

source: Queued posts
es_es: Entradas de blog en fila
fr_fr: Postes de blog en file d’attente

source: Configure recycler
es_es: Configure el reciclador de entradas de blog
fr_fr: Configurer le recycleur

source: Choose your timezone
es_es: Escoja su zona horaria
fr_fr: Choisissez votre fuseau horaire

source: Timezone set
es_es: Zona horaria escojida
fr_fr: Fuseau horaire choisi

source: Enable rotation
es_es: Activar la rotación
fr_fr: Activez la rotation

source: Fixed rotation
es_es: Rotation fija
fr_fr: Rotation fixe

source: Recycle posts every
es_es: Reciclar las entradas de blog cada
fr_fr: Recycler les postes de blog chaque

source: hours
es_es: horas
fr_fr: heures

source: Offset post rotation by number of posts
es_es: Desplazar la rotación de las entrada de blog por este numero
fr_fr: Décalez la rotation de postes de blog par ce chiffre

source: Number of queued posts to show in the admin
es_es: Número de entradas de blog mostradas en la administración
fr_fr: Nombre de postes de blog en queue visibles

source: Included categories
es_es: Categorias incluidas
fr_fr: Catégories incluses

source: Selected categories to recycle
es_es: Categorías seleccionadas para reciclar
fr_fr: Catégories recyclables

source: All
es_es: Todas
fr_fr: Toutes

source: Post types
es_es: Tipos de entradas de blog
fr_fr: Types d'articles de blog à recycler

source: Selected post types to recycle
es_es: Tipos de entradas de blog para reciclar
fr_fr: Catégories choisies pour le recyclage

source: Clean uninstall
es_es: Desinstalación completa
fr_fr: Désinstallation totale

source: Delete all options from database when you delete this plugin (if you only deactivate the plugin, the options won't be deleted)
es_es: Borrar todas las opciones de la base de datos cuando borre este plugin (Si solo desactiva el plugin, las opciones no seran borradas)
fr_fr: Supprimez toutes les options de la base de données lorsque vous supprimez ce plugin (si vous désactivez seulement le plugin, les options ne seront pas supprimées)

source: Do you like this plugin?
es_es: Le gusta este plugin?
fr_fr: Vous aimez cette extension ?

source: Thank you.
es_es: Gracias.
fr_fr: Merci.

source: You do not have administrative privileges to access this page
es_es: Usted no tiene acceso administrativo para esta página
fr_fr: Vous n’avez pas d’accès administratif à cette page

source: %1$d days, %2$d hours, %3$d minutes, %4$d seconds
es_es: %1$d días, %2$d horas, %3$d minutos, %4$d segundos
fr_fr: %1$d jours, %2$d heures, %3$d minutes, %4$d secondes

source: Last rotation:
es_es: Última rotación:
fr_fr: Dernière rotation:

source: Next rotation:
es_es: Próxima rotación:
fr_fr: Prochaine rotación:

source: Rotation countdown:
es_es: Cuenta regresiva a la próxima rotación:
fr_fr: Compte à rebours pour la prochaine rotation:

source: Rotation is enabled
es_es: La rotación esta activada
fr_fr: Le recyclage est actif

source: Rotation is disabled
es_es: La rotación está desactivada
fr_fr: Le recyclage est désactivé

source: Please pick which %1$scategories to rotate%2$s
es_es: Por favor seleccione qué %1$scategorías reciclar%2$s
fr_fr: SVP sélectionnez les %1$scatégories à recycler%2$s

source: Rotation will only work on posts from picked categories.
es_es: La rotación se aplicará solamente a entradas de blog de las categorías escogidas.
fr_fr: Seulement les articles de blog de catégories choisies seront recycles.

source: but there are no posts that match the categories chosen.
es_es: pero no hay ningún entrada de blog que coincide con tu criterio.
fr_fr: mais il n’y a aucun article de blog que correspond aux critères choisis.

source: Please %1$srate it on the depository%2$s
es_es: Por favor %1$sevaluelo en el depositorio%2$s
fr_fr: SVP %1$sévaluez-le au dépôt%2$s

source: Posts recycler is based on %1$sPost Rotation%2$s by %3$sdigitalemphasis%4$s
es_es: El reciclador de entradas de blog está basado en el %1$srotador de entradas de blog%2$s de %3$sdigitalemphasis%4$s
fr_fr: Le recycleur d'articles de blog est fondé sur %1$sle rotateur d’articles de blog%2$s de %3$sdigitalemphasis%4$s

source: This plugin requires Wordpress version %1$d or higher. Please consider upgrading your Wordpress installation.
es_es: Este plugin requiere una version de Wordpress de %1$d o mayor. Por favor, considere actualizar su instalación de Wordpress.
fr_fr: Cette extension requiert une version Wordpress %1$d ou supérieure. SVP songez à mettre à jour votre installation Wordpress.

source: Click here to set-up Posts Recycler
es_es: Haga clic aquí para preparar el Reciclador de Entradas de Blog
fr_fr: SVP cliquez ici pour configurer le recycleur de postes de blog

source: Thank you for using posts recycler!
es_es: Gracias por usar el reciclador de entradas de blog!
fr_fr: Merci d’utiliser le recycleur d’articles de blog!

source: By default, the plugin is not active yet.
es_es: El plugin no esta activado todavía.
fr_fr: L'extension n'est pas active encore.

source: The queue offset you have entered is equal to the available queue items. The default offset of 0 will be used.
es_es: El desplazamiento de fila que used ha escogido es igual a la cantidad de entradas de blog. Se utilizará el desplazamiento de base 0.
fr_fr: Le décalage de file d'attente que vous avez entré est égal aux éléments de file d'attente disponibles. Le décalage par défaut de 0 sera utilisé.

source: The queue offset you have entered is larger than the available queue items. The default offset of 0 will be used.
es_es: El desplazamiento de fila que used ha escogido es más grande que a la cantidad de entradas de blog. Se utilizará el desplazamiento de base 0.
fr_fr: Le décalage de file d'attente que vous avez entré est supérieur aux éléments de file d'attente disponibles. Le décalage par défaut de 0 sera utilisé.

source: You have entered an invalid queue offset. The default offset of 0 will be used.
es_es: Uste ha escogido un número invalido. El número predeterminado de 1 será usado.
fr_fr: Vous avez entré un décalage de file d'attente invalide. Le décalage par défaut de 0 sera utilisé.

source: A queue number must be submitted. The default of 10 will be used.
es_es: Usted debe escojer un numero para la cola de entradas de blog. El valor de base de 0 será usado.
fr_fr: Un numéro de file d'attente doit être soumis. La valeur par défaut de 10 sera utilisée.

source: The post interval must be between 1 and 999. The default of 1 has been used instead.
es_es: Uste ha escogido un número invalido. El número predeterminado de 1 será usado.
fr_fr: L'intervalle de publication doit être compris entre 1 et 999. La valeur par défaut de 1 a été utilisée à la place.

source: Settings
es_es: Configuración
fr_fr: Paramètres

source: Posts Recycler
es_es: Reciclador de Entradas de Blog
fr_fr: Recycleur d'articles de blog

source: Interval in hours
es_es: Intervalo en horas
fr_fr: Intervalle en heures

source: without new posts
es_es: sin entradas de blog
fr_fr: sans nouveaux articles de blog

source: You have entered an invalid value. The default value of 24 hours will be used instead.
es_es: Uste ha escogido un número invalido. El número predeterminado de 24 será usado.
fr_fr: Vous avez entré une valeur non valide. La valeur par défaut de 24 heures sera utilisée à la place.
